{
  "categories": {
    "market": "Markt",
    "tech": "Technologie",
    "competitor": "Konkurrenz",
    "world": "Weltnachrichten"
  },
  "headlines": {
    "marketGrowth": "Computermarkt verzeichnet außergewöhnliches Wachstum im aktuellen Quartal",
    "priceWar": "Preiskampf zwischen Herstellern führt zu günstigeren Heimcomputern",
    "newSegments": "Neue Zielgruppen entdecken Computer für sich als vielseitige Werkzeuge",
    "retailBoom": "Einzelhandel meldet deutlich gestiegene Nachfrage nach Computerzubehör",
    "softwareProfit": "Softwarehersteller profitieren vom expandierenden Computermarkt enorm",
    "techBreakthrough": "Durchbruch in der Prozessortechnologie verspricht deutlich schnellere Computer",
    "graphicsRevolution": "Revolutionäre Grafikchips sollen Spielerlebnis auf völlig neue Ebene heben",
    "memoryAdvance": "Speichertechnologie macht Computer für Unternehmen noch attraktiver",
    "audioQuality": "Audio-Chips erreichen Qualitätsniveau professioneller Musikstudios",
    "storageDouble": "Neue Festplattentechnologie verdoppelt Speicherkapazität bei gleichen Kosten",
    "competitorExpansion": "Etablierte Computerhersteller kündigen aggressive Expansionspläne an",
    "internationalPush": "Internationale Konzerne drängen verstärkt auf den deutschen Computermarkt",
    "mergerRumors": "Fusion zweier Computerhersteller könnte Marktlandschaft grundlegend verändern",
    "newEntrant": "Neuer Marktteilnehmer verspricht revolutionäre Computer zu Niedrigpreisen",
    "tradeAgreements": "Internationale Handelsabkommen fördern den globalen Technologieaustausch",
    "educationReform": "Bildungsreformen sehen verstärkten Computereinsatz in Schulen vor",
    "economicBoom": "Wirtschaftsaufschwung verstärkt Nachfrage nach Büroautomatisierung deutlich",
    "culturalShift": "Kultureller Wandel macht Computer zum Symbol moderner Lebensweise",
    "marketStability": "Computerbranche zeigt weiterhin stabiles Wachstum trotz Marktherausforderungen"
  },
  "content": {
    "marketGrowth": "Marktforscher berichten von einem beeindruckenden Anstieg der Verkaufszahlen, der alle Erwartungen übertrifft und die Branche optimistisch stimmt.",
    "priceWar": "Der intensiver werdende Wettbewerb zwingt Computerhersteller zu drastischen Preissenkungen, was Verbrauchern zugute kommt aber Gewinnmargen schmälert.",
    "newSegments": "Während Computer früher primär von Technik-Enthusiasten genutzt wurden, erobern sie nun Büros und Wohnzimmer gewöhnlicher Familien.",
    "retailBoom": "Fachgeschäfte berichten von einem überraschenden Boom bei Druckern, Disketten und Monitoren, der die starke Verbreitung von Heimcomputern widerspiegelt.",
    "softwareProfit": "Die wachsende Anzahl von Computerbesitzern beschert Programmentwicklern traumhafte Umsätze und treibt Innovationen in allen Anwendungsbereichen voran.",
    "techBreakthrough": "Ingenieure haben neue Fertigungsverfahren entwickelt, die es ermöglichen, Prozessoren mit höheren Taktraten und besserer Energieeffizienz zu produzieren.",
    "graphicsRevolution": "Die neueste Generation von Grafikprozessoren verspricht eine bisher unerreichte Darstellungsqualität und wird Gaming-Computer in neue Dimensionen führen.",
    "memoryAdvance": "Neue RAM-Module mit größerer Kapazität und niedrigeren Preisen ermöglichen es Firmen, leistungsfähigere Arbeitsplätze kostengünstig auszustatten.",
    "audioQuality": "Fortschritte in der digitalen Signalverarbeitung bringen Sound-Qualität hervor, die selbst anspruchsvolle Musiker und Audiophile begeistert.",
    "storageDouble": "Revolutionäre Entwicklungen in der magnetischen Datenspeicherung versprechen Computer mit nie dagewesenen Speichermengen für Privatnutzer und Profis.",
    "competitorExpansion": "Branchenriesen investieren Milliardenbeträge in neue Produktionskapazitäten und Forschung, um ihre Marktführerschaft gegen aufstrebende Konkurrenten zu verteidigen.",
    "internationalPush": "Amerikanische und japanische Technologieunternehmen intensivieren ihre Bemühungen, europäische Märkte zu erobern und lokale Hersteller unter Druck zu setzen.",
    "mergerRumors": "Spekulationen über eine bevorstehende Übernahme sorgen für Unruhe in der Branche und könnten die Machtverhältnisse im Computersektor verschieben.",
    "newEntrant": "Ein bisher unbekanntes Unternehmen kündigt an, mit innovativen Produktionsverfahren Computer anzubieten, die bisherige Preis-Leistungs-Verhältnisse sprengen sollen.",
    "tradeAgreements": "Neue diplomatische Vereinbarungen erleichtern Import und Export von Computerkomponenten, was Herstellern besseren Zugang zu weltweiten Märkten ermöglicht.",
    "educationReform": "Kultusminister verschiedener Länder planen massive Investitionen in Schul-Computer, um Schüler frühzeitig mit moderner Technologie vertraut zu machen.",
    "economicBoom": "Die verbesserte Konjunkturlage ermutigt Unternehmen zu Investitionen in Computertechnik, um Arbeitsabläufe zu optimieren und Wettbewerbsvorteile zu erzielen.",
    "culturalShift": "Computer entwickeln sich vom Nischenwerkzeug zum Statussymbol aufstrebender Gesellschaftsschichten und prägen das Selbstverständnis technikaffiner Bürger.",
    "marketStability": "Experten bestätigen die anhaltend positive Entwicklung des Computermarktes, der sich als überraschend widerstandsfähig gegen wirtschaftliche Schwankungen erweist."
  },
  "title": "COMPUTER GAZETTE",
  "issue": "Ausgabe",
  "price": "Preis: $0.50",
  "tagline": "Die führende Zeitung für Computertechnologie und Elektronik",
  "byline": "Von der Redaktion",
  "marketImpact": {
    "title": "MARKTAUSWIRKUNG",
    "growth": "Marktwachstum",
    "pricePressure": "Preisdruck"
  },
  "marketOverview": {
    "title": "MARKT-ÜBERBLICK",
    "totalMarket": "Gesamtmarkt",
    "growth": "Wachstum",
    "topComputers": "TOP COMPUTER"
  },
  "sideNews": {
    "title": "WEITERE MELDUNGEN"
  },
  "techSection": {
    "title": "TECHNOLOGIE-SEKTION",
    "impact": "Auswirkung",
    "growth": "Wachstum",
    "pricePressure": "Preisdruck"
  },
  "footer": {
    "info": "Computer Gazette • Gegründet 1983 • \"Innovation durch Information\"",
    "close": "Zeitung schließen"
  },
  "months": {
    "january": "Januar",
    "april": "April", 
    "july": "Juli",
    "october": "Oktober"
  },
  "static": {
    "1983q1_world1": {
      "headline": "Ronald Reagan kündigt \"Strategic Defense Initiative\" an",
      "content": "Präsident Reagan startet das ehrgeizige Raumabwehrprogramm und verspricht massive Investitionen in Hochtechnologie, die auch der Computerindustrie zugute kommen werden."
    },
    "1983q1_tech1": {
      "headline": "IBM PC XT mit revolutionärer Festplatte vorgestellt",
      "content": "IBM revolutioniert den Computermarkt mit dem ersten PC, der eine integrierte 10MB Festplatte besitzt und für 4.995 Dollar verkauft wird."
    },
    "1983q2_competitor1": {
      "headline": "Apple Lisa Computer für $9.995 angekündigt",
      "content": "Apple stellt einen revolutionären Computer mit grafischer Benutzeroberfläche vor, doch Experten bezweifeln den Erfolg bei diesem extrem hohen Verkaufspreis."
    },
    "1983q3_market1": {
      "headline": "Heimcomputer-Boom erreicht Europa mit Rekordverkäufen",
      "content": "Der Commodore 64 entwickelt sich europaweit zum absoluten Bestseller und erreicht allein im dritten Quartal Verkaufszahlen von über 200.000 Einheiten."
    },
    "1983q4_world2": {
      "headline": "US-Militäreinsatz in Grenada verstärkt Technologie-Interesse",
      "content": "Der Militäreinsatz der USA demonstriert die strategische Bedeutung moderner Kommunikationstechnologie und steigert das Interesse an Computersystemen erheblich."
    },
    "1984q1_tech2": {
      "headline": "Apple Macintosh mit revolutionärer GUI vorgestellt",
      "content": "Der \"Computer für alle\" mit Maus und grafischer Oberfläche. Startpreis: $2.495."
    },
    "1984q1_world3": {
      "headline": "Olympische Winterspiele in Sarajevo",
      "content": "Erste computergestützte Zeitnahme bei Olympischen Spielen sorgt für Aufmerksamkeit."
    },
    "1984q2_competitor2": {
      "headline": "IBM PCjr floppt am Markt",
      "content": "IBMs Versuch eines Heimcomputers scheitert. Nur 240.000 Einheiten verkauft, Produktion eingestellt."
    },
    "1984q3_market2": {
      "headline": "Preiskampf bei Heimcomputern eskaliert",
      "content": "Commodore senkt C64-Preis auf $199. Atari und andere Hersteller ziehen nach."
    },
    "1984q4_world4": {
      "headline": "Indira Gandhi ermordet - Unruhen in Indien",
      "content": "Politische Instabilität beeinflusst globale Märkte und Technologie-Investitionen."
    },
    "1985q1_tech3": {
      "headline": "Intel 80286 Prozessor revolutioniert PCs",
      "content": "Der 12 MHz Prozessor mit 16-bit Performance setzt neue Standards für Business-Computer."
    },
    "1985q2_competitor3": {
      "headline": "Commodore Amiga angekündigt",
      "content": "Revolutionärer 16-bit Computer mit fortschrittlicher Grafik und Multitasking für $1.295."
    },
    "1985q3_world5": {
      "headline": "Live Aid Konzert verbindet die Welt",
      "content": "Satellitentechnologie ermöglicht globale Live-Übertragung. Interesse an Kommunikationstechnik steigt."
    },
    "1985q4_market3": {
      "headline": "Software wird zum Geschäft",
      "content": "Lotus 1-2-3 überschreitet 1 Million verkaufte Kopien. Software wichtiger als Hardware."
    },
    "1986q1_world6": {
      "headline": "Challenger-Katastrophe schockiert Welt",
      "content": "NASA-Shuttle explodiert. Fragen zur Zuverlässigkeit computergesteuerter Systeme."
    },
    "1986q2_tech4": {
      "headline": "CD-ROM Technologie für Computer",
      "content": "Neue Speichertechnologie mit 650MB Kapazität eröffnet neue Möglichkeiten."
    },
    "1986q3_competitor4": {
      "headline": "Atari ST Computer startet in Europa",
      "content": "Günstiger 16-bit Computer mit MIDI-Unterstützung für Musiker. Preis: $799."
    },
    "1986q4_world7": {
      "headline": "Tschernobyl-Katastrophe erschüttert Europa",
      "content": "Nuklearunfall verstärkt Interesse an computergestützter Sicherheitstechnik."
    }
  }
}