{
  "categories": {
    "market": "Market",
    "tech": "Technology",
    "competitor": "Competition",
    "world": "World News"
  },
  "headlines": {
    "marketGrowth": "Computer market sees exceptional growth in current quarter",
    "priceWar": "Price war between manufacturers leads to cheaper home computers",
    "newSegments": "New target groups discover computers as versatile tools",
    "retailBoom": "Retailers report significantly increased demand for computer accessories",
    "softwareProfit": "Software developers profit enormously from expanding computer market",
    "techBreakthrough": "Breakthrough in processor technology promises significantly faster computers",
    "graphicsRevolution": "Revolutionary graphics chips to elevate gaming experience to entirely new level",
    "memoryAdvance": "Memory technology makes computers even more attractive for businesses",
    "audioQuality": "Audio chips reach quality level of professional music studios",
    "storageDouble": "New hard drive technology doubles storage capacity at same cost",
    "competitorExpansion": "Established computer manufacturers announce aggressive expansion plans",
    "internationalPush": "International corporations increasingly push into German computer market",
    "mergerRumors": "Merger of two computer manufacturers could fundamentally change market landscape",
    "newEntrant": "New market entrant promises revolutionary computers at low prices",
    "tradeAgreements": "International trade agreements promote global technology exchange",
    "educationReform": "Education reforms provide for increased computer use in schools",
    "economicBoom": "Economic upswing significantly strengthens demand for office automation",
    "culturalShift": "Cultural change makes computers symbol of modern lifestyle",
    "marketStability": "Computer industry continues to show stable growth despite market challenges"
  },
  "content": {
    "marketGrowth": "Market researchers report an impressive increase in sales figures that exceeds all expectations and makes the industry optimistic.",
    "priceWar": "Intensifying competition forces computer manufacturers to make drastic price cuts, which benefits consumers but reduces profit margins.",
    "newSegments": "While computers were primarily used by technology enthusiasts, they are now conquering offices and living rooms of ordinary families.",
    "retailBoom": "Specialty stores report a surprising boom in printers, diskettes and monitors, reflecting the strong proliferation of home computers.",
    "softwareProfit": "The growing number of computer owners brings developers dream revenues and drives innovation in all application areas.",
    "techBreakthrough": "Engineers have developed new manufacturing processes that enable production of processors with higher clock speeds and better energy efficiency.",
    "graphicsRevolution": "The latest generation of graphics processors promises unprecedented display quality and will take gaming computers to new dimensions.",
    "memoryAdvance": "New RAM modules with greater capacity and lower prices enable companies to equip more powerful workstations cost-effectively.",
    "audioQuality": "Advances in digital signal processing produce sound quality that delights even demanding musicians and audiophiles.",
    "storageDouble": "Revolutionary developments in magnetic data storage promise computers with unprecedented storage capacities for private users and professionals.",
    "competitorExpansion": "Industry giants invest billions in new production capacities and research to defend their market leadership against emerging competitors.",
    "internationalPush": "American and Japanese technology companies intensify their efforts to conquer European markets and pressure local manufacturers.",
    "mergerRumors": "Speculation about an impending takeover causes unrest in the industry and could shift power dynamics in the computer sector.",
    "newEntrant": "A previously unknown company announces plans to offer computers using innovative production methods that will blow away previous price-performance ratios.",
    "tradeAgreements": "New diplomatic agreements facilitate import and export of computer components, giving manufacturers better access to worldwide markets.",
    "educationReform": "Education ministers of various countries plan massive investments in school computers to familiarize students with modern technology early on.",
    "economicBoom": "The improved economic situation encourages companies to invest in computer technology to optimize workflows and gain competitive advantages.",
    "culturalShift": "Computers are evolving from niche tools to status symbols of upwardly mobile social classes and shape the self-image of tech-savvy citizens.",
    "marketStability": "Experts confirm the continuing positive development of the computer market, which proves surprisingly resilient to economic fluctuations."
  },
  "title": "COMPUTER GAZETTE",
  "issue": "Issue",
  "price": "Price: $0.50",
  "tagline": "The leading newspaper for computer technology and electronics",
  "byline": "By the editorial team",
  "marketImpact": {
    "title": "MARKET IMPACT",
    "growth": "Market growth",
    "pricePressure": "Price pressure"
  },
  "marketOverview": {
    "title": "MARKET OVERVIEW",
    "totalMarket": "Total market",
    "growth": "Growth",
    "topComputers": "TOP COMPUTERS"
  },
  "sideNews": {
    "title": "MORE NEWS"
  },
  "techSection": {
    "title": "TECHNOLOGY SECTION",
    "impact": "Impact",
    "growth": "Growth",
    "pricePressure": "Price pressure"
  },
  "footer": {
    "info": "Computer Gazette • Founded 1983 • \"Innovation through Information\"",
    "close": "Close newspaper"
  },
  "months": {
    "january": "January",
    "april": "April",
    "july": "July", 
    "october": "October"
  },
  "static": {
    "1983q1_world1": {
      "headline": "Ronald Reagan announces the \"Strategic Defense Initiative\"",
      "content": "President Reagan launches an ambitious space defense program and promises massive investments in high technology that will also benefit the computer industry."
    },
    "1983q1_tech1": {
      "headline": "IBM PC XT introduced with revolutionary hard drive",
      "content": "IBM revolutionizes the computer market with the first PC to include an integrated 10 MB hard drive, priced at $4,995."
    },
    "1983q2_competitor1": {
      "headline": "Apple Lisa computer announced at $9,995",
      "content": "Apple unveils a revolutionary computer with a graphical user interface, but experts doubt success at such an extremely high price point."
    },
    "1983q3_market1": {
      "headline": "Home computer boom reaches Europe with record sales",
      "content": "The Commodore 64 becomes a runaway bestseller across Europe, selling over 200,000 units in the third quarter alone."
    },
    "1983q4_world2": {
      "headline": "U.S. military intervention in Grenada boosts interest in technology",
      "content": "The U.S. operation demonstrates the strategic importance of modern communications technology and significantly increases interest in computer systems."
    },
    "1984q1_tech2": {
      "headline": "Apple Macintosh with revolutionary GUI introduced",
      "content": "The \"computer for everyone\" with mouse and graphical interface launches at $2,495."
    },
    "1984q1_world3": {
      "headline": "Winter Olympics in Sarajevo",
      "content": "First computer-assisted timekeeping at the Olympic Games draws attention."
    },
    "1984q2_competitor2": {
      "headline": "IBM PCjr flops on the market",
      "content": "IBM’s attempt at a home computer fails. Only 240,000 units sold; production discontinued."
    },
    "1984q3_market2": {
      "headline": "Price war in home computers escalates",
      "content": "Commodore cuts C64 price to $199. Atari and other manufacturers follow."
    },
    "1984q4_world4": {
      "headline": "Indira Gandhi assassinated – unrest in India",
      "content": "Political instability affects global markets and technology investments."
    },
    "1985q1_tech3": {
      "headline": "Intel 80286 processor revolutionizes PCs",
      "content": "The 12 MHz processor with 16-bit performance sets new standards for business computers."
    },
    "1985q2_competitor3": {
      "headline": "Commodore Amiga announced",
      "content": "Revolutionary 16-bit computer with advanced graphics and multitasking for $1,295."
    },
    "1985q3_world5": {
      "headline": "Live Aid concert connects the world",
      "content": "Satellite technology enables a global live broadcast; interest in communication tech rises."
    },
    "1985q4_market3": {
      "headline": "Software becomes the business",
      "content": "Lotus 1-2-3 surpasses one million copies sold; software becomes more important than hardware."
    },
    "1986q1_world6": {
      "headline": "Challenger disaster shocks the world",
      "content": "NASA shuttle explodes; questions arise about the reliability of computer-controlled systems."
    },
    "1986q2_tech4": {
      "headline": "CD-ROM technology for computers",
      "content": "New storage technology with 650 MB capacity opens up new possibilities."
    },
    "1986q3_competitor4": {
      "headline": "Atari ST computer launches in Europe",
      "content": "Affordable 16-bit computer with MIDI support for musicians. Price: $799."
    },
    "1986q4_world7": {
      "headline": "Chernobyl disaster shakes Europe",
      "content": "Nuclear accident increases interest in computer-aided safety technology."
    }
  }
}